Repository: swisstopo/lg-geology-data-model
Catalog: locale/*/LC_MESSAGES/app.po
Languages: fr

source: Geolcodes geändert 2022-2024
fr: GeolCodes changés 2022-2024

source: GeolCodes hinzugefügt
fr: Geolcodes ajoutés

source: Kein hinzugefügter Geolcode gefunden.
fr: Aucun geolcode ajouté

source: Geolcodes entfernt
fr: Geolcodes effacés

source: Kein entfernter Geolcode gefunden.
fr: Aucun geolcode supprimé

source: GeolCodes geändert
fr: Geolcodes changés

source: Kein geänderter Geolcode gefunden.
fr: Aucun geolcode modifié trouvé

source: Geological datamodel
fr: Modèle de donnée géologique 2D (GeoCover)

source: Revision %(name)s
fr: Révision %(name)s

source: Beschreibung und Datenkatalog
fr: Description et catalogue de donnée

source: Bundesamt für Landestopographie swisstopo
fr: Service géologique national — Office fédéral de topographie swisstopo

source: Geologische Landesaufnahme der Schweiz
fr: Levé géologique de la Suisse

source: Extract of Geocover and exemple of representation
fr: Extrait de GeoCover et exemple de représentation

source: Theme
fr: Thème

source: Class
fr: Classe

source: Name
fr: Nom

source: yes
fr: oui

source: no
fr: non

source: CodedDomain
fr: CD

source: Attribute
fr: Attribut

source: Datatype
fr: Type de donnée

source: See
fr: Voir

source: in the Annex
fr: dans l'annexe

source: Litho main
fr: Litho princ.

source: Litho ter
fr: Litho tert.

source: Correlation
fr: Corrélation

source: Changes to the Geological datamodel
fr: Changements au modèle de donnée géologique 2D (GeoCover)

source: Simplified Geocover Model
fr: Modèle GeoCover simplifié
